export const GOTRA_GANA_MAP = [
  {
    gotra: "కాశ్యప",
    gana: "కాశ్యప",
    details:
      "కాశ్యప, అవత్సార, వైధృవేతి,  ఇతి త్రయార్షేయః(గ్రంథస్థం) అనికొందరున్నూ, కాశ్యప, అవత్సార, నైధృవ, రేవరైభ, శల్య, శాండిల్యేతి సప్తార్షేయ",
  },
  {
    gotra: "భారద్వాజ",
    gana: "ఆంగీరస ",
    details: "అంగీరస, బార్హస్పత్య, భారద్వాజేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "కౌండిన్య ",
    gana: "వశిష్ట",
    details: "వాశిష్ఠ, మైత్రావరుణ, కౌండిన్యేతి  ఇతి త్రయార్షేయః",
  },
  {
    gotra: "శ్రీవత్స ",
    gana: "భృగు",
    details: "భార్గవ, చ్యావన, అమ్నవా, ఓర్వ, జామదగ్నేతి, ఇతి పంచార్షేయః",
  },
  {
    gotra: "కౌశిక ",
    gana: "విశ్వామిత్ర",
    details:
      "విశ్వామిత్ర, అఘమర్షణ, కౌశికేతి ఇతి త్రయార్షేయః (వైశ్వామిత్ర, దైవరాత, జౌడలేతి అని గ్రంథస్థం)",
  },
  {
    gotra: "ఆత్రేయ",
    gana: "అతి",
    details: "ఆత్రేయ, అర్చనానన, శ్వావాన్వేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "హరీత",
    gana: "అగస్త్య",
    details:
      "అగస్త్య, గార్గేయ, విద్యుత్తేతి ఇతి త్రయార్షేయః (అని వాడుకలోకలదు). అగస్త్యోతి ఏకార్షేయమని ధర్మసింధువు నందు కలదు",
  },
  {
    gotra: "పరాశర",
    gana: "వశిష్ట",
    details: "వాశిష్ట, శాక్త్య, సారాశర్యేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "అశ్వలాయన",
    gana: "ఆంగీరస",
    details: "ఆంగీరస, ఆయాస్య, గౌతమేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "కౌండిల్య ",
    gana: "కాశ్యప",
    details: "కాశ్యప, అసిత, దైవలేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "వశిష్ఠ ",
    gana: "వశిష్ట",
    details: "వాశిష్ట, ఇన్ద్ర ప్రమద, ఆభరద్వనేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "శౌనక ",
    gana: "భృగు",
    details: "భార్గవ, శౌనకూత్ర, గార్త్సమదేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "విశ్వామిత్ర ",
    gana: "విశ్వామిత్ర",
    details: "వైశ్వామిత్ర, అఘమర్షణ, కౌశికేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "ఋక్షా",
    gana: "ఆంగీరస",
    details: "ఆంగీరస, బార్హస్పత్య, భారద్వాజ, వాన్దనమాతవదనేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "ముద్దల",
    gana: "ఆంగీరస ",
    details: "ఆంగీరస భార్మ్యస్వ, మౌన్గల్యేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "ధనంజయ",
    gana: "విశ్వామిత్ర",
    details: "వైశ్వామిత్ర, మాధుచ్ఛందన, ధానంజయేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "కణ్వ",
    gana: "ఆంగీరస",
    details: "ఆంగీరస, ఆజామిళ్ళకాణ్వేతి ఇతి త్రయార్షేయః",
  },
  {
    gotra: "సాంఖ్యామన ",
    gana: "వాశిష్ట",
    details: "వాశిష్ట, శక్తి, శాంక్యాయన ఇతి త్రయార్షేయః",
  },

];
